import { Droplet, SpaceIcon as Yoga, Coffee, Palette, Users2, Zap, Moon, Shield, Smile } from 'lucide-react'

export const services = [
  {
    title: "АромаДиагностика",
    icon: Droplet,
    duration: "2 часа",
    price: "3000₽",
    description: "Сеанс включает индивидуальную консультацию, в ходе которой мы исследуем Ваше эмоциональное и физическое состояние методом Аромадиагностирования на базе 100% эфирных масел стандарта качества CPTG doTERRA с расшифровкой, а также Вы получите в подарок индивидуальные ресурсные духи под Ваш запрос."
  },
  {
    title: "АромаЙога",
    icon: Yoga,
    duration: "2,5 часа",
    price: "3000₽",
    description: "Йога с эфирными маслами для максимального расслабления и духовного подъёма. Эта практика сочетает дыхательные упражнения, растяжку и эфирные масла, чтобы помочь Вам достичь глубокой медитации и снять стресс. Эфирные масла усиливают эффект йоги, помогая расслабиться и сосредоточиться."
  },
  {
    title: "АромаДегустация",
    icon: Coffee,
    duration: "1 час",
    price: "500₽",
    description: "Знакомство с эфирными маслами терапевтического качества и продукты на их основе. Вы узнаете, как эфирные масла могут помочь Вам чувствовать себя лучше, расслабиться и зарядиться энергией. В подарок Вы получите индивидуальную соль/скраб для ванн."
  },
  {
    title: "АромаНейрографика",
    icon: Palette,
    duration: "2 часа",
    price: "1000₽",
    description: "Арт-терапия с эфирными маслами, помогает выразить эмоции через рисунок и освободиться от стресса. Сочетание эфирных масел и нейрографики стимулирует Ваше воображение и раскрывает творческие способности. Во время сеанса Вы создадите уникальные рисунки, которые помогут разобраться с эмоциями и найти новые пути для самовыражения."
  },
  {
    title: "АромаТимбилдинг",
    icon: Users2,
    duration: "2 часа",
    price: "5000₽",
    description: "Корпоративное или праздничное мероприятие для создания дружеской атмосферы и укрепления командного духа. Это мероприятие позволяет сблизить команду через соответствующую атмосферу и эфирные масла, а также зарядиться гармонией и позитивным настроением."
  }
]

export const benefits = [
  {
    title: "Снятие стресса",
    description: "Натуральные масла помогают расслабиться и восстановить внутренний баланс.",
    icon: Zap
  },
  {
    title: "Улучшение сна",
    description: "Специально подобранные масла помогают нормализовать режим сна и отдыха.",
    icon: Moon
  },
  {
    title: "Укрепление иммунитета",
    description: "Природная поддержка защитных сил организма.",
    icon: Shield
  },
  {
    title: "Повышение настроения",
    description: "Эфирные масла способствуют улучшению эмоционального состояния и настроения.",
    icon: Smile
  }
]

export const galleryImages = [
  "https://i.ibb.co/vxcDkLM/photo-2024-10-30-22-31-11.jpg",
  "https://i.ibb.co/KsxpxJ8/photo-2024-10-30-22-31-18.jpg",
  "https://i.ibb.co/68PpjN9/photo-2024-10-27-19-44-23.jpg",
  "https://i.ibb.co/XZP53ws/image.jpg"
]
